Repository: Duxi4/UwUntu
Catalog: uwuntu-welcome/data/po/index/*.po
Languages: mt, oc

source: Main Menu
mt: Menu Prinċipali
oc: Menú principal

source: Choose an option to discover your new operating system.
mt: Agħżel għażla biex tiskopri s-sistema operattiva ġdida tiegħek.
oc: Causissètz una opcion per descobrir vòstre novèl sistèma operatiu.

source: Introduction
mt: Introduzzjoni
oc: Introduccion

source: Features
mt: Karatteristiċi
oc: Foncionalitats

source: Getting Started
mt: L-ewwel pass
oc: Començar

source: Installation Help
mt: Għajnuna dwar l-Installazzjoni
oc: Ajuda a l’installacion

source: Recommendations
mt: Rakkomandazzjonijiet
oc: Recomandacions

source: Online Store
mt: Ħanut Onlajn
oc: Botiga en linha

source: Community
mt: Komunità
oc: Comunitat

source: Get Involved
mt: Involvi Ruħek
oc: S’implicar

source: Donate
mt: Agħti Donazzjoni
oc: Far un don

source: Install Now
mt: Installa Issa
oc: Installar ara

source: Install Software
mt: Installa Softwer
oc: Installar logicials

source: Budgie Extras
mt: Extras Budgie

source: Software Center
mt: Ċentru tas-Softwer
oc: Centre de logicials

source: Snap Apps
mt: Applikazzjonijiet Snap
oc: Aplicacions Snap

source: Flatpak Apps
mt: Applikazzjonijiet Flatpak
oc: Aplicacions Flatpak

source: Gaming
mt: Logħob
oc: Jòc

source: Themes & Layouts
mt: Temi u Layouts
oc: Tèmas e disposicions

source: Get Support:
mt: Ikseb Appoġġ:
oc: Obténer d’assisténcia :

source: Facebook Group
mt: Grupp ta' Facebook
oc: Grop Facebook

source: Facebook Page
mt: Paġna ta' Facebook
oc: Pagina Facebook
