Repository: Duxi4/UwUntu
Catalog: uwuntu-welcome/data/po/gaming/*.po
Languages: fi, fr

source: Gaming
fi: Pelaaminen
fr: Jeux

source: Gaming Clients
fi: Pelaamisen asiakasohjelmat
fr: Clients de jeu

source: Gaming Tools
fi: Pelityökalut
fr: Outils de jeu

source: Games List
fi: Peliluettelo
fr: Liste des jeux

source: A gaming client will help you download, install and manage your games.
fi: Peliasiakasohjelma avustaa peliesi lataamisessa, asentamisessa ja niiden hallinnoimisessa.
fr: Un client de jeu qui vous aidera à télécharger, installer et gérer vos jeux.

source: Lutris is a gaming client for Linux. It gives you access to (almost) all your video games.
fi: Lutris on pelikäynnistin ja asiakasohjelma Linuxille. Se tarjoaa nopean avaimen (lähes) kaikkiin videopeleihisi.
fr: Lutris est un client de jeu pour Linux. Il vous donne accès à (presque) tous vos jeux vidéo.

source: Remove
fi: Poista
fr: Supprimer

source: Install
fi: Asenna
fr: Installer

source: Applying Changes...
fi: Muutoksia toteutetaan...
fr: Application des changements...

source: Click on the help icon to learn how to install your games.
fi: Napsauta apua -kuvaketta oppiaksesi tavat asentaa pelisi.
fr: Cliquer sur l'icône d'aide pour savoir comment installer vos jeux.

source: Steam is the ultimate destination for playing, discussing, and creating games.
fi: Steam on lyömätön määränpää pelaamiseen, liittyviin keskusteluihin, ja pelien tekemiseen.
fr: Steam est l'endroit idéal pour jouer, créer et parler jeu vidéo.

source: Please reboot to complete installation.
fi: Suorita uudelleenkäynnistys viimeistelläksesi asennuksen.
fr: Veuillez redémarrer pour terminer l'installation.

source: RetroArch is a frontend for emulators, game engines and media players.
fi: RetroArch on kojelauta pelien emulaattoreille, pelimoottoreille ja myös mediantoisto-ohjelmille.
fr: RetroArch est une interface pour les émulateurs, les moteurs de jeu et les lecteurs multimédias.

source: Just play. If you need help, please reach out to the <a onclick="cmd('link?https://www.retroarch.com/?page=faq')"> FAQ page. </a>
fi: Ei muuta kuin pelaamaan. Mikäli tarvitset apua, katsothan <a onclick="cmd('link?https://www.retroarch.com/?page=faq')"> UKK-sivun. </a>
fr: Just play. Si vous avez besoin d'aide, veuillez vous rendre sur la <a onclick="cmd('link?https://www.retroarch.com/?page=faq')">page FAQ</a>.

source: Minigalaxy is a GOG client for Linux. It can install, manage, and update native and windows games, including their <i title="DLC: Downloadable Content">DLCs</i>.
fi: Minigalaxy on GOG-kaupan valjastava asiakasohjelma Linuxille. Sen kautta voit asentaa, hallinnoida ja päivittää kotoistetut sekä myös Windows-pelit, mukaan lukien niiden <i title="DLC: Downloadable Content">DLC-lisäosat</i>.
fr: Minigalaxy est un client GOG pour Linux. Il peut installer, gérer et mettre à jour les jeux natifs et Windows, y compris leurs <i title="DLC: Downloadable Content">DLC</i>.

source: Tools to have a more comfortable and feature-rich gaming experience.
fi: Työkaluja mukavampaan ja ominaisuuksiltaan rikkaampaan pelikokemukseen.
fr: Des outils pour avoir une expérience de jeu plus confortable et riche en fonctionnalités.

source: Piper is a GTK+ application to configure gaming mice using ratbagd.
fi: Piper on GTK+ -sovellus jolla määritetään pelihiiriä käyttäen työkalua ratbagd.
fr: Piper est une application GTK+ permettant de configurer des souris de jeu à l'aide de ratbagd.

source: Check project by clicking the help button.
fi: Tutustu hankkeeseen napsauttamalla apupainiketta.
fr: Vérifier le projet en cliquant sur le bouton d'aide.

source: CPU Frequency Applet
fi: Suoritintaajuussovellus
fr: Applet fréquence de CPU

source: Control the frequency of the processor (Sandy Bridge and newer).
fi: Hallitse suorittimen taajuutta (Sandy Bridge ja uudemmat).
fr: Contrôle la fréquence du processeur (Sandy Bridge et plus récents).

source: Install from Budgie Extras
fi: Asenna lähteestä Budgie Extrat
fr: Installer à partir de Budgie Extras

source: Generic RGB management tool for linux. Fully open source and aims to remove hardware specific vendor apps.
fi: Yleinen RGB-hallintatyökalu Linuxille. Tämä on kokonaisuudessan lähdekoodiltaan avoin ohjelma ja se tähtää poistamaan laitteistokohtaiset valmistajasovellusriippuvuudet.
fr: Outil de gestion RVB générique pour Linux. Entièrement open source et vise à supprimer les applications de fournisseurs spécifiques au matériel.

source: Check website by clicking the help button.
fi: Tutustu verkkosivustoon napsauttamalla apupainiketta.
fr: Consultez le site Web en cliquant sur le bouton d'aide.

source: Polychromatic is a frontend for OpenRazer that enables Razer devices to control lighting effects and more on Linux.
fi: Polychromatic on OpenRazer-kojelauta joka mahdollistaa Razer:in valmistamien laitteiden hallinnan niiden valosäväytysten ja muidenkin ominaisuuksien suhteen Linuxilla.
fr: Polychromatic est une interface pour OpenRazer qui permet aux appareils Razer de contrôler les effets d'éclairage et plus encore sur Linux.

source: Please reboot after install as well as removal.
fi: Suorita uudelleenkäynnistys asennuksen ja myös poistamisen jälkeen.
fr: Veuillez redémarrer après l'installation ainsi que la suppression.

source: Discord is a <i title="VoIP: Voice Over Internet Protocol">VoIP</i>, instant messaging and digital distribution platform.
fi: Discord on <i title="VoIP: Voice Over Internet Protocol">VoIP</i>, pikaviestitin sekä alusta digitaalisten tuotosten jakelulle.
fr: Discord est une plateforme de <i title="VoIP: Voice Over Internet Protocol">VoIP</i>, de messagerie instantanée et de distribution numérique.

source: Free and open source software for video recording and live streaming.
fi: Vapaa ja lähdekoodiltaan avoin ohjelmisto videotallennukseen sekä suorana toteutettavalle suoratoistolle.
fr: Logiciel gratuit et open source pour l'enregistrement vidéo et la diffusion en direct.

source: A Vulkan and OpenGL overlay for monitoring <i title="FPS: Frames Per Second">FPS</i>, temperatures, CPU/GPU load and more. Comes with GOverlay as <i title="GUI: Graphical User Interface (things you can interact with a mouse)">GUI</i>.
fi: Vulkan ja OpenGL päällinen jonka kautta voit tarkkailla <i title="FPS: Frames Per Second">pelin ruudunpäivitystä eli FPS:ää</i>, lämpötiloja, suorittimen/näytönohjaimen kuormitusta ja muutakin. Toimitetaan GOverlay:n kera <i title="GUI: Graphical User Interface (things you can interact with a mouse)">GUI-muodossa</i>.
fr: Une superposition Vulkan et OpenGL pour surveiller les <i title="FPS: Frames Per Second">FPS</i>, les températures, la charge CPU/GPU et plus encore. Livré avec GOverlay comme <i title="GUI: Graphical User Interface (things you can interact with a mouse)">GUI</i>.

source: Please check help section for usage information. Example config at: /usr/share/doc/mangohud.
fi: Katsothan apuosion käyttöohjeita varten. Esimerkkiasetus löytyy täältä: /usr/share/doc/mangohud.
fr: Veuillez consulter la section d'aide pour obtenir des informations sur l'utilisation. Exemple de configuration sur : /usr/share/doc/mangohud.

source: A community curated list of game suggestions
fi: Yhteisön määrittämä luettelo peliehdotuksista
fr: Une liste de suggestions de jeux organisée par la communauté

source: Xonotic - Free & Open Source Multiplayer <i title="FPS: First Person Shooter">FPS</i>.
fi: Xonotic - vapaa & lähdekoodiltaan avoin moninpeli <i title="FPS: First Person Shooter">FPS-räiskintä</i>.
fr: Xonotic - <i title="FPS: First Person Shooter">FPS</i> multijoueur gratuit et open source.

source: Watch
fi: Katsele
fr: Regarder

source: Visit website by clicking the help icon.
fi: Pyörähdä verkkosivulla napsauttaen apukuvaketta.
fr: Visitez le site Web en cliquant sur l'icône d'aide.

source: Valheim - Survival <i title="RPG: Role Playing Game">RPG</i>.
fi: Valheim - selviytymispeli <i title="RPG: Role Playing Game">Roolipeli</i>.
fr: Valheim - <i title="RPG: Role Playing Game">RPG</i> de survie.

source: Install Steam
fi: Asenna Steam
fr: Installer Steam

source: Launch
fi: Käynnistä
fr: Lancer

source: Loop Hero - 8 bit retro-styled Deck building game.
fi: Loop Hero - 8-bittinen retro-tyylinen korttipeli jossa rakennetaan pakkaa.
fr: Loop Hero - Jeu de construction de deck de style rétro 8 bits.

source: No Longer Home - Point & Click, semi-auto-biographical.
fi: No Longer Home - osoita & napsauta -peli, osittain omakerronnallinen.
fr: No Longer Home - Point & Click, semi-auto-biographique.

source: Boyfriend Dungeon - Dating SIM, Hack & Slash.
fi: Boyfriend Dungeon - treffailusimulaattori, "Hack & Slash" -tyyppinen lähitaistelumätkintä.
fr: Boyfriend Dungeon - Rencontres SIM, Hack & Slash.

source: Binding of Isaac - Top Down Dungeon Crawler, high difficulty.
fi: Binding of Isaac - Ylhäältä kuvattu luolastoroolipeli, vaikeustasoltaan haastava.
fr: Binding of Isaac - Top Down Dungeon Crawler, haute difficulté.
