Repository: Duxi4/UwUntu
Catalog: uwuntu-welcome/data/po/getinvolved/*.po
Languages: ms_my, sr_rs

source: Get Involved
ms_my: Sertai
sr_rs: Priključite se

source: Thanks for Your Support
ms_my: Terima Kasih atas Sokongan Anda
sr_rs: Hvala vam za vašu podršku

source: Support &amp; Promotion
ms_my: Sokongan &amp; Promosi
sr_rs: Podrška i Promocija

source: Spreading the word
ms_my: Sebarkan
sr_rs: Širenje reči o Ubuntu Budgie

source: Joining the Community
ms_my: Sertai Komuniti
sr_rs: Pridruživanjem zajednici

source: Helping others
ms_my: Bantu pengguna lain
sr_rs: Pomaganjem drugima

source: Project contributions
ms_my: Sumbangan projek
sr_rs: Doprinošenjem projektu

source: Bug reports
ms_my: Laporan pepijat
sr_rs: Prijavom problema

source: New ideas
ms_my: Idea-idea baharu
sr_rs: Novim idejama

source: Artwork
ms_my: Kerja Seni
sr_rs: Dizajniranjem

source: If you are talented in graphic design and willing to contribute to the project, please send us your creations and artwork. Whether it's a simple wallpaper, an icon set, a splash screen, or even a new logo, we're always interested to hear from you about new artwork.
ms_my: Jika anda berbakat dalam reka grafik dan sanggup memberi sumbangan kepada projek ini, sila hantar hasil ciptaan dan kerja seni anda. Sama ada kertas dinding ringkas, set ikon, skrin percikan, ataupun logo baharu, kami sentiasa berminat mengenai kerja seni baharu anda.
sr_rs: Ukoliko imate talenta za grafički dizajn i ukoliko ste voljni da doprinesete projektu, molimo vas da pošaljete vaše kreacije i radove. Bilo da je u pitanju obična pozadina, set ikona ili splash ekran ili čak i novi logo, uvek smo zainteresovani da čujemo od vas o vašim kreacijama.

source: Code
ms_my: Kod
sr_rs: Programiranjem

source: Most of our development is done in GTK+3, C++, Vala, Python and HTML5/CSS. We also use Git for version control and .deb for packaging. If you're comfortable with any of these technologies, don't hesitate to have a look at the code. If you think you can improve our applications or write new ones don't hesitate to suggest patches or to fork our git repositories.
ms_my: Kebanyakan pembangunan kami menggunakan GTK+3, C++, Vala, Python dan HTML5/CSS. Kami juga menggunakan Git untuk kawalan versi dan .deb untuk pempakejan. Jika anda biasa dan mahir dengan teknologi ini, jangan ragu-ragu melihat kod-kod ini. Jika anda dapat menambahbaik aplikasi kami atau menulis yang baharu juga jangan ragu-ragu mencadangkan tampalan atau cabangkan repositori git kami.
sr_rs: Većina našeg razvoja je u GTK+3, C++, Vala, Python i HTML5/CSS. Takođje koristimo Git za kontrolu verzija i .deb za pakete. Ako ste komforni sa bilo kojim od ovih tehnologija, ne ustručavajte se da pogledate kod. Ako mislite da možete poboljšati naše aplikacije ili napisati novu, slobodno predložite zakrpe ili forkujte naše git repozitorijume.

source: It appears you are not connected to the Internet. Please check your connection to access this content.
ms_my: Ia kelihatan anda tidak bersambung dengan Internet. Sila periksa sambungan anda supaya dapat mencapai kandungan ini.
sr_rs: Izgleda da niste povezani na Internet. Molimo proverite vašu konekciju kako biste pristupili ovom sadržaju.

source: Sorry, Welcome was unable to establish a connection.
ms_my: Maaf, Aluan tidak berupaya menjalinkan sambungan.
sr_rs: Žao nam je, Ekran Dobrodošlice nije mogao da uspostavi konekciju.

source: Retry
ms_my: Cuba lagi
sr_rs: Pokušaj ponovo

source: Budgie Desktop GitHub
ms_my: GitHub Atas Meja Budgie

source: Also, we have published a complete list of available opportunities on our website. Please feel free to visit our website and find out in which way you can contribute to our mission.
ms_my: Akhir sekali, kami juga menerbitkan satu senarai lengkap peluang yang ada di dalam laman sesawang kami. Dipersilakan melawati tapak sesawang kami dan ketahui apa jua cara yang anda boleh berikan untuk menjayakan misi kita.
sr_rs: Takodje, objavili smo kompletnu listu prilika na našem sajtu. Slobodno ga posetiti i saznajte na koji način možete doprineti projektu.

source: Opportunities
ms_my: Peluang
sr_rs: Prilike
