Repository: Duxi4/UwUntu
Catalog: uwuntu-welcome/data/po/gettingstarted/*.po
Languages: he

source: Getting Started
he: תחילת השימוש

source: Prerequisites
he: ציוד נדרש

source: System Requirements
he: דרישות מערכת

source: Installation Preparation
he: הכנות להתקנה

source: Dual Booting
he: טעינה כפולה

source: Install Now
he: התקנה כעת

source: Familiarity
he: היכרות עם המערכת

source: Browser Ballot
he: דפדפנים להורדה

source: Customization
he: התאמה אישית

source: Keyboard Shortcuts
he: קיצורי המקשים

source: Post-Installation
he: לאחר ההתקנה

source: Updates & Extras
he: עדכונים ודברים נוספים

source: Drivers
he: מנהלי התקנים

source: Language & Input
he: שפה וקלט

source: Optional Tasks
he: משימות רשות

source: Troubleshooting
he: ניפוי תקלות

source: System Specifications
he: פרטי מערכת

source: Please choose a topic to get started.
he: נא לבחור נושא כדי להתחיל.

source: Modest System Requirements
he: דרישות המערכת הצנועות ביותר

source: Minimum
he: לפחות

source: Pentium i3 - approximately created in 2013
he: ‏Pentium i3 - נוצר בסביבות 2013

source: 2 gigabytes (GB) of RAM
he: זיכרון RAM בנפח 2 ג׳יגה בייט (GB)

source: Recommended
he: מומלץ

source: 4 gigabytes (GB) of RAM
he: זיכרון RAM בנפח 4 ג׳יגה בייט (GB)

source: The operating system will run much more efficiently if your computer meets or surpasses the recommended requirements.
he: מערכת ההפעלה תרוץ הרבה יותר חלק אם המחשב שלך יענה או יעלה על דרישות המערכת המומלצות.

source: What's inside my computer?
he: מה בתוך המחשב שלי?

source: Installation Preparations
he: הכנות להתקנה

source: Preparing to Install
he: ההכנות להתקנה

source: For the best results:
he: לתוצאות המיטביות:

source: <u><b>Back up</b></u> any important data to another storage device.
he: יש <u><b>לגבות</b></u> את כל הנתונים החשובים להתקן אחסון אחר.

source: Connect to the Internet to install all available updates during installation.
he: כדי להתקין את כל העדכונים הזמינים במהלך ההתקנה יש להתחבר לאינטרנט.

source: Stay connected to the Internet to install all available updates.
he: להתקנת כל העדכונים הזמינים יש להישאר מחוברים לאינטרנט.

source: Plug in your device to the mains if it is running on battery power.
he: יש לחבר את המחשב לחשמל אם הוא פועל על סוללה.

source: Modern UEFI-based computers
he: מחשבים מבוססי UEFI מודרני

source: If you are using a legacy BIOS machine, you do not need to do this.
he: אם למחשבך יש גרסת BIOS מיושנת, אין צורך בפעולות האלה.

source: Booting in BIOS mode on a UEFI system with a GPT-formatted disk will also show a "protection layer". <b>Do not worry,</b> your data is not lost or corrupt!
he: טעינה במצב BIOS על מערכת UEFI עם כונן GPT מאותחל תציג גם מעין "שכבת הגנה". <b>אל דאגה,</b> הנתונים שלך בטוחים!

source: Your system is currently running in <b><span id="boot-mode"></span> mode</b>.
he: המערכת שלך מופעלת כרגע ב<b>מצב <span id="boot-mode"></span></b>.

source: Swap
he: קובץ החלפה (Swap)

source: Previous:
he: קודם:

source: I'm dual booting with
he: מחשב זה מאותחל יחד עם

source: To minimize the risk of data loss or failure, ensure that:
he: כדי למזער את הסיכון לאיבוד נתונים או כשילת המחשב, יש לוודא:

source: There is enough free space. 10 GB minimum is recommended.
he: שיש מספיק זיכרון פנוי. מומלצים לפחות 10 ג״ב.

source: <b><u>Back up</u></b> important data to another drive.
he: שיש <b><u>גיבוי</u></b> של הנתונים החשובים בכונן אחר.

source: Defragment the hard drive.
he: איחוי הכונן הקשיח.

source: Ensure Windows has been cleanly shut down (not hibernated).
he: יש לוודא שמערכת Windows כבויה לגמרי (ולא במצב שינה/תרדמת).

source: Which approach would you prefer?
he: איזו גישה יותר נושאת חן בעיניך?

source: Simple
he: פשוט

source: Advanced
he: מתקדם

source: Safest
he: בטוח

source: The simplest method is to use the installer.
he: השיטה הפשוטה ביותר היא להשתמש באשף ההתקנה.

source: The installer scans your disks for existing operating systems and provides a choice on what you'd like to do.
he: אשף ההתקנה סורק את הכוננים לאיתור מערכות הפעלה קיימות ומאפשר לך לבחור מה לעשות.

source: You will see an option similar to this:
he: תופיע אפשרות דומה לזו:

source: Followed by:
he: שלאחריה:

source: Do not interrupt or power off the computer during a resize operation.
he: לא לנסות לכבות את המחשב במהלך שינוי הגודל.

source: If you do, data loss or a partition table corruption could occur. Please double check your changes before proceeding.
he: כיבוי עלול להוביל להשחתת טבלת המחיצות. נא לבדוק היטב את השינויים בטרם המשך התהליך.

source: The installer may show a <span class="fa fa-spinner"></span> spinner cursor for a long period of time, depending on the size of your disk.
he: תוכנית ההתקנה עשויה להציג סמן שבשבת <span class="fa fa-spinner"></span> למשך זמן רב, כתלות בגודל הכונן שלך.

source: <b>When you next boot Windows, run</b> <code>chkdsk /f</code> from the command prompt to check the file system for errors. Windows may schedule this automatically. This ensures consistency for the NTFS file system.
he: <b>בהפעלת Windows ההבאה, כדאי להריץ</b> <code>chkdsk /f</code> דרך שורת הפקודה כדי לוודא שאין שגיאות במערכת הקבצים. ייתכן שכבר מוגדר ב־Windows תזמון לביצוע הפעולה הזאת באופן אוטומטי. כך אפשר לוודא את העקביות של מערכת הקבצים NTFS.

source: Use GParted or the installer's "Custom" option.
he: להשתמש ב־GParted או באפשרות ההתאמה האישית של תוכנית ההתקנה.

source: <b>GParted</b> is available during the live session only. It is located under the <b>System Tools <i class="material-icons">&#xE315;</i></b>menu. GParted provides complete flexibility over your partitions, primarily for power users who know how they'd like to layout their disks. This method makes changes to partitions prior to installation.
he: ‏<b>GParted</b> זמין רק במצב ההמחשה. הוא נמצא בתפריט <b>כלי מערכת <i class="material-icons">&#xE315;</i></b>. GParted מאפשר שליטה מלאה על המחיצות שבמחשב, ומתאים בעיקר למשתמשים מתקדמים שיודעים כיצד לסדר את המחיצות. שיטה זו משנה את המחיצות שבמחשבך לצורך ההתקנה.

source: Open GParted
he: פתיחת GParted

source: Using the Installer's "Custom" option.
he: שימוש באפשרות „התאמה אישית” של אשף ההתקנה.

source: Instead or in addition to GParted, the <b>Custom</b> option during the installation wizard can also configure and resize your partitions as well as choose mount points. Dividing your disks can make it somewhat easier to re-install the operating system later if desired.
he: במקום או בנוסף ל־GParted, אפשר להגדיר ולשנות את גודלי המחיצות או לבחור נקודות עיגון גם דרך אפשרות <b>ההתאמה האישית</b>. חלוקת הכוננים יכולה להקל במידת מה על התקנת מערכת ההפעלה מאוחר יותר במידת הרצון.

source: You can specify these mount points:
he: אפשר לציין את נקודות העיגון הבאות:

source: Bootloader and kernels
he: מנהל האתחול וליבה

source: Your personal files and folders
he: הקבצים והתיקיות הפרטיים שלך

source: Temporary files
he: קבצים זמניים

source: Variable data <i>(such as system logs)</i>
he: נתונים משתנים <i>(כגון יומני מערכת)</i>

source: Data for System Services <i>(typically used for server configurations)</i>
he: נתונים לשרותי מערכת <i>(משמשים בדרך כלל להגדרות השרת)</i>

source: Additional software unmanaged by the package manager
he: תוכנות נוספות שאינן בניהול מנהל החבילות

source: such as
he: כמו

source: Shrink your system disk within Windows.
he: כיווץ כונן המערכת של Windows.

source: Applies to Windows Vista and later.
he: חל על Windows Vista ומעלה.

source: If you are using Windows XP or earlier, you will need to use the <b>Simple</b> or <b>Advanced</b> method to shrink your disk.
he: אם על המחשב שלך יש Windows XP או גרסה מתקדמת יותר, עליך להשתמש בשיטה <b>הפשוטה</b> או <b>המתקדמת</b> לכיווץ הכונן.

source: Open <b>Disk Management</b> from the start menu.
he: יש לפתוח את <b>ניהול כוננים</b> מתפריט ההתחלה.

source: Enter the amount to shrink your system partition by.
he: נא לציין בכמה ברצונך לכווץ את מחיצת המערכת.

source: Further Reading
he: לקריאה נוספת

source: Repairing Boot Problems
he: תיקון בעיות באתחול

source: Fortunately, you can use the <b>Boot Repair</b> tool to repair common problems caused by other operating systems.
he: למרבה המזל, אפשר להשתמש בכלי <b>תיקון האתחול</b> כדי לתקן בעיות נפוצות שנגרמות על ידי מערכות הפעלה אחרות.

source: Requires downloading a package.
he: נדרשת הורדה של חבילה.

source: Please connect to the Internet to download and use this utility.
he: נא להתחבר לאינטרנט כדי להוריד ולהשתמש בתכונה זו.

source: Sorry, Welcome was unable to establish a connection.
he: תוכנית קבלת הפנים לא הצליחה להתחבר לרשת, עמך הסליחה.

source: Download Boot Repair
he: הורדת הכלי לתיקון האתחול

source: Open Boot-Repair
he: פתיחת הכלי לתיקון האתחול

source: Install Preparations
he: הכנות להתקנה

source: An Internet connection is required to download and install updates.
he: נדרש חיבור לאינטרנט כדי להוריד ולהתקין את העדכונים.

source: Software Updater
he: מעדכן התוכנות

source: Check for Updates
he: לבדוק אם יש עדכונים

source: Restricted Extras
he: דברים נוספים מוגבלים

source: Applying Changes...
he: השינויים חלים...

source: Install
he: התקנה

source: Remove
he: הסרה

source: Next:
he: הבא:

source: An Internet connection is required to download and install drivers.
he: נדרש חיבור לאינטרנט כדי להוריד ולהתקין מנהלי התקנים.

source: Additional Drivers
he: מנהלי התקנים נוספים

source: Graphics
he: גרפיקה

source: Sorry, Welcome was unable to automatically identify the graphics vendor on this system.
he: תוכנית קבלת הפנים לא הצליחה לזהות באופן אוטומטי את יצרן כרטיס המסך של המערכת, עמך הסליחה.

source: Card/Chipset:
he: כרטיס/שבב:

source: Unknown
he: לא ידוע

source: NVIDIA Graphics Card Detected.
he: זוהה כרטיס מסך של NVIDIA.

source: NVIDIA may have drivers for your card that can boost performance for 3D applications and games as well as deliver improvements to power management.
he: ייתכן שיש מנהלי התקנים ל־NVIDIA בשביל הכרטיס שלך שיכולים להאיץ את הביצועים ביישומי תלת־ממד ומשחקים, וגם להפחית את צריכת החשמל.

source: AMD Graphics Card Detected.
he: זוהה כרטיס מסך של AMD.

source: AMD's drivers are no longer supported on Ubuntu. The open source drivers you are currently using will deliver the most stable performance out of your card.
he: מנהלי ההתקנים של AMD לא נתמכים יותר על ידי אובונטו. מנהלי ההתקנים בקוד פתוח שנעשה בהם שימוש כרגע מספקים את הביצועים היציבים ביותר שאפשר מהכרטיס שלך.

source: You're already good to go.
he: אתם מוכנים.

source: Intel's drivers are open source and are maintained/updated in the kernel.
he: מנהלי ההתקנים של אינטל הם בקוד פתוח ומתוחזקים/מעודכנים בליבה.

source: To accelerate graphics performance inside the virtual machine, please install Guest Additions.
he: כדי להאיץ את הביצועים הגרפיים במכונה הווירטואלית, נא להתקין את Guest Additions.

source: Proprietary or Open Source Drivers?
he: מנהלי התקנים קנייניים או בקוד פתוח?

source: Proprietary drivers come directly from the manufacturer. As they are not open source, Ubuntu developers are <b>unable to review and improve driver code</b> meaning you'll have to rely on the manufacturer for support.
he: מנהלי ההתקנים הקנייניים מגיעים ישירות מהיצרן. מכיוון שאינם בקוד פתוח, למפתחי אובונטו <b>אין אפשרות לבדוק ולשפר את הקוד של מנהל ההתקן</b>, מה שאומר שתהיה לך איזושהי תלות ביצרן.

source: Run 3D applications and games.
he: הפעלת יישומים ומשחקים בתלת־ממד.

source: Improve support for high resolutions and multiple monitors.
he: שיפור התמיכה ברזולוציות גבוהות ובריבוי צגים.

source: Fix blank screen issues.
he: תיקון בעיות אי־תצוגה.

source: Failing to boot to the graphical desktop.
he: טעינת שולחן העבודה הגרפי נכשלת.

source: Broken drivers after an upgrade.
he: מנהלי התקנים פגומים לאחר עדכון.

source: Problems with applications/games requiring hardware acceleration.
he: בעיות עם יישומים/משחקים שדורשים האצת חומרה.

source: <code id="graphics-open-driver-name"></code> is the open source driver for your card.
he: <code id="graphics-open-driver-name"></code> הוא מנהל ההתקן בקוד פתוח לכרטיס שלך.

source: What about the latest NVIDIA drivers?
he: מה לגבי מנהלי ההתקנים העדכניים של NVIDIA?

source: <b>Additional Drivers</b> fetches the latest tested driver from the Ubuntu repositories. Advanced users and gamers who would like newer versions may wish to consider adding the <a onclick="cmd('link?https://launchpad.net/~graphics-drivers/+archive/ubuntu/ppa')">Ubuntu Graphics Driver PPA</a>, which packages up the latest NVIDIA drivers for Ubuntu. These packages are not as thoroughly tested.
he: הגרסאות החדשות ביותר של מנהלי ההתקנים שעברו בדיקת איכות ונמצאות במאגרי אובונטו מופיעות בתוך „<b>מנהלי התקנים</b>”. משתמשים חדשים וגיימרים שמעוניינים בגרסאות החדשות אולי ירצו להוסיף את <a onclick="cmd('link?https://launchpad.net/~graphics-drivers/+archive/ubuntu/ppa')">מאגר ה־PPA למנהלי התקנים לכרטיסי המסך של אובונטו</a>, שכולל בתוכו את הגרסאות החדשות ביותר של מנהלי ההתקנים של NVIDIA לאובונטו. החבילות האלה לא נבדקו בהכרח.

source: Add Repository
he: הוספת מאגר

source: Wireless, Bluetooth and Other Devices
he: רשת אלחוטית, Bluetooth והתקנים אחרים

source: If there were no additional drivers found for the hardware nor did it work after installing the firmware packages, you may need to research your device to find the appropriate driver.
he: אם לא נמצאו מנהלי התקנים נוספים לחומרה או שהם לא עבדו לאחר התקנת חבילות הקושחה, עליך לעיין במידע על ההתקן כדי למצוא את מנהל ההתקן המתאים.

source: Unfortunately, this is due to the fact the manufacturer for your hardware hasn't provided any source code for developers to freely use, or there is insufficient documentation to create drivers for your particular brand and model.
he: למרבה הצער, הבעיות האלה נגרמות כתוצאה מכך שיצרן החומרה שלך לא סיפק למפתחים קוד מקור לשימוש חופשי, או מכך שאין תיעוד מספק ליצירת מנהלי ההתקנים עבור המותג והדגם הספציפיים שלך.

source: Read more on troubleshooting wireless hardware.
he: למידע נוסף על פתרון בעיות בחומרת רשת אלחוטית.

source: Language Input
he: קלט שפה

source: Input method
he: שיטת קלט

source: Install & Configure IBus
he: התקנה והגדרת IBus

source: IBus is active now
he: ‏IBus פעיל כעת

source: Install & Configure Fcitx
he: התקנה והגדרת Fcitx

source: Fcitx is active now
he: ‏Fcitx פעיל כעת

source: Language Support
he: תמיכה בשפות

source: Your computer may require updates to your language and localization settings, or you may want to install additional language support.
he: המחשב עשוי לדרוש עדכונים להגדרות השפה והאזור, או שאולי ברצונך להתקין תמיכה בשפות נוספות.

source: Complex Input
he: קלט מורכב

source: Some regions of the world require complex inputs.
he: לחלק מהאזורים בעולם נחוצות שיטות קלט מורכבות.

source: Chinese
he: סינית

source: Japanese
he: יפנית

source: Korean
he: קוריאנית

source: Backup, Firewall and User Management
he: גיבוי, חומת אש וניהול משתמשים

source: Backups
he: גיבויים

source: Nothing is more important than having a backup of your personal files, just in case something disastrous happens to your computer.
he: אין דבר שחשוב יותר משמירת גיבוי של הקבצים האישיים, למקרה שקורה משהו למחשב.

source: Configure Backup
he: הגדרת הגיבויים

source: <b>Backups</b> can be found later in the menu <b>Utilities <i class="material-icons">&#xE315;</i> Backups</b>.
he: את ה<b>גיבויים</b> אפשר למצוא מאוחר יותר בתפריט <b>עזרים <i class="material-icons">&#xE315;</i> גיבויים</b>.

source: Firewall
he: חומת אש

source: Firewalls prevent malicious connections entering and leaving your computer. By default, the firewall is disabled, <a onclick="cmd('link?https://help.ubuntu.com/community/DoINeedAFirewall')">learn more about firewalls</a>.
he: חומות אש מונעות מכניסה של חיבורים זדוניים למחשב שלך והחוצה. כברירת מחדל, חומת האש מושבתת, <a onclick="cmd('link?https://help.ubuntu.com/community/DoINeedAFirewall')">למידע נוסף על חומות אש</a>.

source: Configure Firewall
he: הגדרת חומת האש

source: Users
he: משתמשים

source: Share your computer with others? Set up a separate user account for each user to protect the individual privacy of each user sharing the same computer.
he: חולקים את המחשב עם אחרים? אפשר ליצור חשבון משתמש נפרד לכל משתמש כדי להגן על הפרטיות של כל המשתמשים באותו המחשב.

source: You can also log in to a <b>Guest Session</b> if someone is using your computer as a one-off.
he: אפשר גם להתחבר ל<b>הפעלת אורח</b> אם יש מישהו שמשתמש במחשב שלך באופן חד־פעמי.

source: Configure Users
he: הגדרת המשתמשים

source: Mozilla Firefox is a free and open-source web browser, developed by the Mozilla Foundation - a not for profit organization. It is highly popular targeting multiple platforms.
he: ‏Firefox מבית Mozilla הוא דפדפן חופשי בקוד פתוח, שמפותח על ידי קרן Mozilla - ארגון ללא מטרות רווח. הוא פופולרי מאוד בפלטפורמות השונות.

source: Snap Install
he: התקנת Snap

source: Snap Remove
he: הסרת Snap

source: Mozilla Firefox is a free and open-source web browser, developed by the Mozilla Foundation - a not for profit organization. This is the Extended Support Release browser for comprehensive data security and data protection.
he: ‏Firefox מבית Mozilla הוא דפדפן חופשי בקוד פתוח, שמפותח על ידי קרן Mozilla - ארגון ללא מטרות רווח. זוהי גרסת התמיכה המורחבת שנועדה לספק אבטחת מידע מקיפה והגנה על הנתונים.

source: Google Chrome is a modern web browser backed by internet giant Google. It offers a smooth browsing experience plus integration with Google's proprietary services.
he: ‏Google Chrome הוא דפדפן אינטרנט מודרני שמגובה על ידי ענקית האינטרנט Google. הוא מציע חוויית אינטרנט חלקה לצד חיבור לשירותים הקנייניים של Google.

source: Microsoft Edge is a cross-platform web browser created and developed by Microsoft. It is a Chromium based browser.
he: ‏Microsoft Edge הוא דפדפן אינטרנט חוצה פלטפורמות שנוצר ומפותח על ידי Microsoft. הוא מבוסס על דפדפן Chromium.

source: Vivaldi Web Browser is a free, fully customizable web browser. Feature rich, powerful, secure and fun! Browse the Web your way
he: דפדפן האינטרנט החינמי Vivaldi מאפשר לך להתאים ולשנות את החוויה שלך. הוא עשיר בתכונות, מאובטח וכיפי! הוא מאפשר לך לגלוש באינטרנט בדרך שלך

source: Opera is a fast and secure browser. Developed in Europe, used by millions around the world. Now with a built-in ad blocker and free VPN.
he: ‏Opera הוא דפדפן מהיר ומאובטח. הפיתוח שלו נעשה באירופה ומשתמשים בו מיליונים מרחבי העולם. וכעת גם עם חוסם פרסומות מובנה ו־VPN חינמי.

source: A browser that blocks tracking and intrusive ads by default.
he: דפדפן שחוסם מעקב ופרסומות פולשניות כברירת מחדל.

source: The web browser for GNOME, featuring tight integration with the desktop and a simple and intuitive user interface that allows you to focus on your web pages. If you’re looking for a simple, clean, beautiful view of the web, this is the browser for you. GNOME Web is often referred to by its code name, Epiphany.
he: דפדפן האינטרנט של GNOME, שמשתלב באופן יוצא מן הכלל בתוך שולחן העבודה וממשק המשתמש הפשוט והאינטואיטיבי שלו מאפשר לך להתרכז בגלישה שלך באינטרנט. אם חשוב לך לחוות את האינטרנט בדרך פשוטה, נקייה ויפיפייה, זהו הדפדפן בשבילך. „רשת” מבית GNOME נקרא לעיתים קרובות בשם הקוד שלו, Epiphany.

source: User Interface
he: ממשק המשתמש

source: Budgie Desktop Settings
he: הגדרות שולחן העבודה Budgie

source: <b>Budgie Desktop Settings</b> can be found later in the menu <b>System Tools</b>.
he: את <b>הגדרות שולחן העבודה של Budgie</b> אפשר למצוא מאוחר יותר בתפריט <b>כלי מערכת</b>.

source: Budgie Control Center
he: מרכז הבקרה של Budgie

source: You can configure just about every aspect of your computer from Budgie Control Center.
he: אפשר להגדיר כמעט כל דבר במחשב דרך מרכז הבקרה של Budgie.

source: <b>Budgie Control Center</b> can be found later in the menu <b>System Tools</b>.
he: את <b>מרכז הבקרה של Budgie</b> אפשר למצוא מאוחר יותר בתפריט <b>כלי מערכת</b>.

source: The <b><img src="img/welcome/super-key.svg" /> Super</b> key is your Windows key. For Mac keyboards, this is the ⌘ Command key.
he: מקש ה־<b><img src="img/welcome/super-key.svg" />Super</b> הוא מקש ה־Windows שלך. במקלדות של מחשבי Mac, זהו ⌘ מקש הפקודה/Command.

source: Budgie Desktop shortcuts
he: קיצורי הדרך בשולחן העבודה של Budgie

source: Some common shortcuts used in Budgie Desktop
he: קיצורי דרך נפוצים בשולחן העבודה Budgie.

source: Open notifications in Raven
he: פתיחת ההתראות ב־Raven

source: Open applet Settings in Raven
he: פתיחת הגדרות היישומון ב־Raven

source: Common application shortcuts
he: קיצורים נפוצים ליישומים

source: These shortcuts apply in most applications.
he: קיצורי הדרך האלה חלים על רוב היישומים.

source: Copy the selected text/object
he: העתקת הטקסט/הרכיב שנבחר

source: Cut the selected text/object
he: גזירת הטקסט/רכיב שנבחר

source: Paste/insert the selected text/object
he: הדבקת הטקסט/הרכיב שנבחר

source: Select all text
he: בחירת כל הטקסט

source: Find words
he: איתור מילים

source: Find and replace words
he: אפשר לאתר ולהחליף מילים

source: Make the selected text bold
he: הדגשת הטקסט שנבחר

source: Make the selected text italic
he: הטיית הטקסט שנבחר

source: Underline the selected text
he: הצגת קו תחתון מתחת לטקסט

source: Open a new document or window
he: פתיחה במסמך או חלון חדש

source: Save the current document
he: שמירת המסמך הנוכחי

source: Open another document
he: פתיחת מסמך אחר

source: Print the current document
he: הדפסת המסמך הנוכחי

source: Undo the last change you made
he: ביטול השינוי האחרון שבוצע

source: Redo a change that you just undid
he: ביצוע השינוי שביטלת מחדש

source: Toggle the current application between full-screen and windowed
he: העברת היישום הנוכחי ממצב חלון למצב מסך מלא וההפך

source: Desktop shortcuts
he: קיצורי הדרך בשולחן העבודה

source: Open Applications menu
he: פתיחת תפריט היישומים

source: Copy a screenshot of a window to clipboard
he: העתקת צילום מסך של חלון ללוח הגזירים

source: Save a screenshot of a window to the Pictures directory
he: שמירת צילום מסך של חלון בתיקיית התמונות

source: Save a screenshot to the Pictures directory
he: שמירת צילום מסך לתיקיית התמונות

source: Run an application by typing its name in the box which appears
he: אפשר להפעיל יישום בעזרת הקלדת השם שלו בתיבה שמופיעה

source: Delete
he: מחיקה

source: Logout
he: יציאה

source: Lock your screen.
he: נעילת המסך.

source: Open a terminal.
he: פתיחת מסוף.

source: Tab
he: לשונית

source: Switch between currently-open windows.
he: החלפה בין החלונות שפתוחים כרגע.

source: Left
he: שמאל

source: Switch to the previous workspace.
he: מעבר למרחב העבודה הקודם.

source: Right
he: ימין

source: Switch to the next workspace.
he: מעבר למרחב העבודה הבא.

source: Move the current window to the previous workspace.
he: העברת החלון הנוכחי למרחב העבודה הקודם.

source: Move the current window to the next workspace.
he: העברת החלון הנוכחי למרחב העבודה הבא.

source: Closes window.
he: לסגירת החלון.

source: Returns window to 'normal' or previous size.
he: להחזרת החלון לגודל „רגיל” או לגודל הקודם.

source: Minimizes current window.
he: למזעור החלון הנוכחי.

source: Up
he: למעלה

source: Maximizes current window.
he: להגדלת החלון הנוכחי.

source: Down
he: למטה

source: Unmaximizes current window.
he: להקטנת החלון הנוכחי.

source: Space
he: רווח

source: Place window on right side of screen.
he: מיקום החלון בצד הימני של המסך.

source: Toggle maximize.
he: הגדלה או הקטנה.

source: Update shortcuts in the Settings App
he: עדכון קיצורי הדרך ביישום ההגדרות

source: Gathering Information..
he: המידע מתקבל...

source: System
he: מערכת

source: Distribution:
he: הפצה:

source: Kernel:
he: ליבה:

source: The Linux kernel is the heart of Ubuntu.
he: ליבת לינוקס היא הלב של אובונטו.

source: Motherboard:
he: לוח אם:

source: Boot Mode:
he: מצב הפעלה:

source: Processor
he: מעבד

source: Model:
he: דגם:

source: Speed:
he: מהירות:

source: Architecture in use:
he: ארכיטקטורה בשימוש:

source: The operating system's architecture in use. For instance, i386 = 32-bit.
he: ארכיטקטורת מערכת ההפעלה שבשימוש. למשל, i386 =‏ 32 סיביות.

source: Components
he: רכיבים

source: Memory (RAM):
he: זיכרון (RAM)‏:

source: More RAM allows more applications to run simultaneously.
he: יותר זיכרון RAM מאפשר ליותר יישומים לפעול בו־זמנית.

source: Graphics:
he: גרפיקה:

source: Internet Access:
he: גישה לאינטרנט:

source: Connected
he: מחובר

source: Not Connected
he: לא מחובר

source: Storage
he: אחסון
