Repository: Duxi4/UwUntu
Catalog: uwuntu-welcome/data/po/gettingstarted/*.po
Languages: he

source: The file system where OS is installed.
he: מערכת הקבצים בה מותקנת מערכת ההפעלה.

source: Entire Disk Capacity:
he: נפח הכונן כולו:

source: OS Usage
he: בשימוש מערכת ההפעלה

source: Other Usage
he: בשימוש אחר

source: The size of your operating system partition.
he: גודל מחיצת מערכת ההפעלה שלך.

source: Used Space:
he: שטח בשימוש:

source: Free Space:
he: שטח פנוי:

source: Other Usage:
he: בשימוש אחר:

source: Reserved by system, other partitions, unallocated or swap.
he: שמור לטובת המערכת, מחיצות אחרות, אין הקצאה או שטח החלפה.
