Repository: Duxi4/UwUntu
Catalog: uwuntu-welcome/data/po/budgie-applets/*.po
Languages: ar, de_de, es, fr, it, ms_my, mt, nl_nl, pt_br, pt_pt

source: Budgie Desktop Extras
es: Extras del Escritorio Budgie
fr: Extras Budgie Desktop
ms_my: Ekstra Atas Meja Budgie
mt: Extras Budgie Desktop
pt_br: Extras do Budgie Desktop
pt_pt: Extras do ambiente de trabalho Budgie

source: Budgie Desktop Settings
ar: إعدادات سطح مكتب Budgie
de_de: Budgie Desktopeinstellungen
es: Configuración del Escritorio Budgie
fr: Paramètres du bureau Budgie
it: Impostazioni di Budgie Desktop
ms_my: Tetapan Atas Meja Budgie
mt: Settings tal-Budgie Desktop
nl_nl: Budgie Desktop Instellingen
pt_br: Configurações do Budgie Desktop
pt_pt: Definições do ambiente de trabalho Budgie

source: Haste Applet
ar: بريمج Haste
es: Miniaplicación Haste
fr: Applet Haste
it: Applet Haste
ms_my: Aplet Pantas
mt: Applet tal-Haste
nl_nl: Haast Applet
pt_br: Applet de Notas
pt_pt: Mini-aplicação de anotação rápida

source: Post any text – be it code or prose – to various services directly from your desktop.
ar: أضف أي نص - سواء كان ذلك رمز أو نثر - إلى مختلف الخدمات مباشرة من سطح المكتب.
de_de: Veröffentlichen Sie jeglichen Text - egal ob Code oder Prosa - bei verschiedenen Angeboten direkt über Ihren Desktop.
es: Publique cualquier texto —sea código o prosa— en varios servicios directamente desde el escritorio.
fr: Poster n'importe quel texte – que ce soit du code ou une prose – vers différents services en ligne directement depuis votre bureau.
it: Inserisci qualsiasi testo - sia esso codice o commento - ai vari servizi direttamente dal tuo desktop.
ms_my: Hantar apa jua teks – boleh jadi kod atau prosa – bagi pelbagai perkhidmatan secara terus melalui atas meja anda.
mt: Ippublika kwalunkwe test – kowd jew proża – fuq diversi servizzi direttament mid-desktop tiegħek.
nl_nl: Plaats elke tekst - code of proza - naar verschillende voorzieningen direct vanaf je desktop.
pt_br: Publique qualquer texto - seja ele código ou prosa - em qualquer serviço web diretamente do seu desktop.
pt_pt: Publique qualquer texto, seja ele prosa ou código, em qualquer serviço web diretamente do seu ambiente de trabalho.

source: Remove
ar: حذف
de_de: Entfernen
es: Quitar
fr: Supprimer
it: Rimuovi
ms_my: Buang
mt: Neħħi
nl_nl: Verwijder
pt_br: Remover
pt_pt: Remover

source: Install
de_de: Installieren
es: Instalar
fr: Installer
it: Installa
ms_my: Pasang
mt: Installa
nl_nl: Installeer
pt_br: Instalar
pt_pt: Instalar

source: Applying changes...
de_de: Änderungen durchführen...
es: Aplicando cambios...
fr: Appliquer les changements...
it: Applicare le modifiche...
ms_my: Menerapkan perubahan...
mt: It-tibdiliet qed jiġu applikati...
nl_nl: Veranderingen worden toegepast...
pt_br: Aplicando alterações...
pt_pt: A aplicar alterações...

source: Logout and login after installing applets. From the menu - choose Budgie Desktop Settings and choose the Panel to add and configure applets.
ar: سجل الخروج ثم سجل الدخول مجددًا بعد تثبيت البريمج. من القائمة - اختر إعدادات سطح مكتب Budgie ثم اختار اللوحة المرادة لإضافة أو إعداد البريمجات.
de_de: Abmelden und Anmelden nach Applet Installation. Aus dem Menü - wählen Sie die Budgie Desktopeinstellungen und wählen Sie den Panel, um ein Applet hinzufügen und zu konfigurieren.
es: Debe finalizar la sesión y abrirla nuevamente tras instalar miniaplicaciones. Desde el menú seleccione Configuración del escritorio Budgie y elija el Panel para añadirle miniaplicaciones y configurarlas.
fr: Déconnectez-vous et connectez-vous après l'installation des applets. Dans le menu - Choisissez "Paramètres du bureau Budgie", puis choisissez le panneau pour ajouter et configurer des applets.
it: Termina la sessione e accedi dopo l'installazione dell'applet. Dal menu - scegliere Impostazioni Budgie Desktop e dal pannello scegliere aggiungi e configura applet.
ms_my: Daftar keluar kemudian daftar masuk selepas memasang aplet. Melalui menu - pilih Tetapan Atas Meja Budgie dan pilih Panel untuk tambah dan konfigur aplet.
nl_nl: Afmelden en opnieuw aanmelden is noodzakelijk om de applets te kunnen gebruiken. Kies daarna Budgie-instellingen uit het hoofdmenu, kies het paneel om te bewerken en configureer de applets
pt_br: Após instalar os applets, faça um logout e login. À partir do menu - escolha Configurações do Budgie Desktop selecione o Painel para adicionar e configurar applets
pt_pt: Terminar e iniciar sessão após a instalação de mini-aplicações. Do menu, escolha Definições do ambiente de trabalho Budgie e escolha o painel para adicionar e configurar mini-aplicações.

source: Lightpad Applet
es: Miniaplicación para Lightpad
fr: Applet Lightpad
it: Applet Lightpad
ms_my: Aplet Lightpad
pt_br: Applet Lightpad
pt_pt: Mini-aplicação de Lightpad

source: A full-screen application launcher.
de_de: Ein Vollbild Anwendungsstarter
es: Un lanzador de aplicaciones en pantalla completa.
fr: Un lanceur d'application plein écran
it: Un lanciatore di applicazioni a schermo intero.
ms_my: Sebuah pelancar aplikasi berskrin penuh.
nl_nl: Een programma-startmenu over het hele scherm
pt_br: Um lançador de aplicativos de tela cheia
pt_pt: Um lançador de aplicações de ecrã inteiro.

source: Performance Gauge Applet
fr: Applet qui mesure les performances
it: Applet Indicatore delle prestazioni
ms_my: Aplet Tolok Prestasi
nl_nl: Prestatiemonitor Applet
pt_br: Applet Medidor de Desempenho
pt_pt: Mini-aplicação de Medidor de desempenho

source: This applet shows a CPU, Memory or Storage gauge on your budgie panel.
fr: Cet applet montre l'utilisation du CPU, de la mémoire ou le stockage
it: Questa applet mostra un indicatore di CPU, memoria o spazio di archiviazione sul pannello bugdie.
ms_my: Aplet ini menunjukkan tolok CPU, Ingatan atau Storan dalam panel budgie anda.
nl_nl: Dit applet toont het gebruik van, naar keuze, cpu, opslag of geheugen
pt_br: Esta mini-aplicação mostra uma CPU, Memória ou Medidor de armazenamento no painel do budgie.
pt_pt: Esta mini-aplicação mostra uma CPU, Memória ou Medidor de armazenamento no painel do budgie.

source: Screenshot Applet
ar: بريمج التقاط الشاشة
de_de: Bildschirmfoto Applet
es: Miniaplicación Captura de pantalla
fr: Applet de capture d'écran
it: Applet screenshot
ms_my: Aplet Tangkap Layar
mt: Applet tal-Iscreenshot
nl_nl: Schermafdruk Applet
pt_br: Applet Captura de Tela
pt_pt: Mini-aplicação de captura de ecrã

source: An advanced screenshot utility for capturing and organizing screenshots.
ar: أداة التقاط متقدمة لالتقاط وتنظيم لقطات الشاشة
de_de: Ein erweitertes Bildschirmfoto Werkzeug zur Aufnahme und Verwaltung von Bildschirmfotos.
es: Una utilidad avanzada para realizar y gestionar capturas de pantalla.
fr: Un outil avancé pour prendre et organiser des captures d'écran.
it: Un programma di screen shot avanzate per catturare e organizzare le immagini.
ms_my: Sebuah utiliti tangkap layar lanjutan untuk menangkap dan mengurus tangkap layar.
mt: Utilità avvanzata tal-iscreenshot biex tiġbed u torganizza l-iscreenshots.
nl_nl: Een geavanceerd schermafdruk programma voor het maken en organiseren van schermafdrukken.
pt_br: Um aplicativo avançado que lhe permite salvar e organizar as capturas de tela.
pt_pt: Uma aplicação avançada que lhe permite guardar e organizar as capturas de ecrã.

source: Clipboard Applet
de_de: Zwischenspeicher Applet
es: Miniaplicación de Portapapeles
fr: Applet presse-papiers
it: Applet degli appunti
ms_my: Aplet Papan Keratan
nl_nl: Klembord Applet
pt_br: Applet de área de transferência
pt_pt: Applet de área de transferência

source: A clipboard manager applet that can help you to store and manage clipboard content.
de_de: Ein Zwischenspeicher-Manager-Applet welches beim Speichern und Verwalten von Zwischenspeicher-Inhalten hilft.
es: Una miniaplicación que puede ayudarle a almacenar y administrar el contenido de su portapapeles.
fr: Un applet de gestion du presse-papiers qui peut vous aider à stocker et à gérer le contenu du presse-papiers.
it: Un'applet di gestione degli appunti che può aiutarti a memorizzare e gestire il contenuto degli appunti.
ms_my: Aplet pengurus papan keratan dapat membantu anda simpan dan urus kandungan papan keratan.
nl_nl: Een klembord applet om de inhoud van het klembord op te slaan en de opgeslagen inhoud te organiseren
pt_br: Uma mini-aplicação gestora de área de transferência que pode ajudá-lo a armazenar e gerir o conteúdo da área de transferência.
pt_pt: Uma mini-aplicação gestora de área de transferência que pode ajudá-lo a armazenar e gerir o conteúdo da área de transferência.

source: Calendar Applet
ar: بريمج التقويم
de_de: Kalender Applet
es: Miniaplicación Calendario
fr: Applet Calendrier
it: Applet calendario
ms_my: Aplet Kalendar
mt: Applet tal-Kalendarju
nl_nl: Kalender Applet
pt_br: Applet Calendário
pt_pt: Mini-aplicação de calendário

source: Show date and time and when clicked show a calendar in a popover.
ar: عرض التاريخ والوقت وعند النقر سيتم إظهار التقويم.
de_de: Datum und Uhrzeit anzeigen und bei Auswahl Einblendung eines Kalenders.
es: Muestra la fecha y la hora y, cuando se pulsa, un cuadro emergente con el calendario.
fr: Affiche la date et l'heure ainsi qu'un calendrier en pop-up lorsque cliqué.
it: Mostra data e ora e quando si fa clic mostrano un calendario in un popover.
ms_my: Tunjuk tarikh dan waktu serta bila diklik menunjukkan sebuah kalendar dalam dialog timbul.
mt: Uri id-data u l-ħin u meta tikklikja uri kalendarju gewwa popover.
nl_nl: Laat datum en tijd zien, wanneer er op geklikt word komt er een kalender naar voren.
pt_br: Mostra a data e as horas. Quando clicado mostra um calendário em uma janela.
pt_pt: Mostra informação sobre a data e hora. Quando clicado mostra um calendário numa janela.

source: Network Applet
ar: بريمج الشبكة
de_de: Netzwerk Applet
es: Miniaplicación de red
fr: Applet réseau
it: Applet di rete
ms_my: Aplet Rangkaian
mt: Applet tan-Netwerk
nl_nl: Netwerk Applet
pt_br: Applet de Rede
pt_pt: Mini-aplicação de rede

source: Network connectivity applet.
ar: بريمج للاتصال بالشبكة.
de_de: Netzwerk Verbindung Applet.
es: Miniaplicación de conectividad de red.
fr: Applet de connectivité réseau
it: Applet connettività di rete
ms_my: Aplet ketersambungan rangkaian.
mt: Applet tal-konnettività tan-netwerk
nl_nl: Netwerkverbinding applet
pt_br: Applet de conectividade da rede.
pt_pt: Mini-aplicação de ligação de rede.

source: VisualSpace Applet
es: Miniaplicación VisualSpace
fr: Applet VisualSpace
it: Applet VisualSpace
ms_my: Aplet Ruang Visual
pt_br: Applet VisualSpace
pt_pt: Mini-aplicação VisualSpace

source: Display application windows across multiple workspaces.
de_de: Anwendungsfenster über mehrere virtuelle Arbeitsplätze anzeigen
es: Mostrar ventanas de aplicaciones en múltiples espacios de trabajo.
fr: Afficher la fenêtre de l'application à travers les différents bureaux
it: Visualizza le finestre dell'applicazione su più aree di lavoro.
ms_my: Papar tetingkap aplikasi merentasi ruang kerja berbilang.
nl_nl: Toon vensters van alle werkbladen
pt_br: Exibir janelas de aplicativos em vários espaços de trabalho.
pt_pt: Mostrar janelas de aplicação em várias áreas de trabalho.

source: Analog Clock Applet
de_de: Analog-Uhr Applet
es: Miniaplicación de Reloj Analógico
fr: Applet horloge analogique
it: Applet orologio analogico
ms_my: Aplet Jam Analog
pt_br: Mini-aplicação de relógio analógico
pt_pt: Mini-aplicação de relógio analógico

source: Display the time using a traditional dial-face clock.
es: Mostrar la hora usando un reloj de esfera tradicional.
fr: Afficher l'heure en utilisant une horloge traditionnelle à cadran.
it: Visualizza l'ora utilizzando un tradizionale orologio con quadrante.
ms_my: Papar masa menggunakan jam berjarum tradisional.
nl_nl: Analoge tijdweergave
pt_br: Exibe a hora usando um relógio de mostrador tradicional.
pt_pt: Exibe a hora usando um relógio de mostrador tradicional.

source: Window Shuffler
de_de: Fensterwechsler
fr: Shuffler de fenêtres
it: Shuffler della finestra
ms_my: Pengocok Tetingkap
pt_br: Embaralhador de Janelas

source: Graphical and keyboard friendly window arranger.
de_de: leicht zu bedienende grafische Fenster-Manager
es: Organizador gráfico y amigable de ventanas y teclado.
fr: Gestionnaire de fenêtre graphique et utilisable au clavier.
it: Arrangiatore grafico e intuitivo da tastiera.
ms_my: Penyusun tetingkap mesra papan kekunci dan bergrafik.
nl_nl: Organiseer vensters via GUI of met sneltoetsen.
pt_br: Organizador de janelas gráfico e teclado fácil.
pt_pt: Organizador de janelas gráfico e de teclado amigável.

source: Logout and login after installing. Choose from the menu to configure this application.
de_de: Nach der Installation ausloggen und neu anmelden. Zur Konfiguration der Anwendung aus dem Menü auswählen
es: Cerrar sesión e iniciar sesión después de instalar. Elija en el menú para configurar esta aplicación.
fr: Déconnectez et reconnectez-vous après installation. Choisissez dans le menu de configurer cette application.
it: Disconnettersi e accedere dopo l'installazione. Scegli dal menu per configurare questa applicazione.
ms_my: Daftar keluar dan daftar masuk selepas pemasangan. Pilih menerusi menu untuk mengkonfigur aplikasi ini.
pt_br: Encerre e inicie a sessão após a instalação. Escolha a partir menu para configurar este aplicativo.
pt_pt: Terminar e iniciar sessão após a instalação. Escolha a partir do menu para configurar esta aplicação.

source: Applications Menu applet
de_de: Anwendungsmenü Applet
es: Miniaplicación de Menú de Aplicaciones
fr: Applet Applications Menu
it: Applet del menu Applicazioni
ms_my: Aplet Menu Aplikasi
nl_nl: Programma-menu
pt_br: Applet de Menu de Aplicativos
pt_pt: Mini-aplicação de menu de aplicações

source: Stylish applications menu applet.
de_de: Elegantes Anwendungsmenü Applet.
es: Miniaplicación de Estilos de Aplicaciones en el Menú
fr: Applet de menu d'applications élégant.
it: Applet menu applicazioni Stylish.
ms_my: Aplet menu aplikasi yang bergaya.
nl_nl: Een stijlvol programma-menu
pt_br: Applet de estilização de menu de aplicativos
pt_pt: Mini-aplicação de menu de aplicações com estilo.

source: CPU Frequency Applet
ar: بريمج تردد المعالج
de_de: Prozessor Frequenz Applet
es: Miniaplicación Frecuencia de CPU
fr: Applet fréquence de CPU
it: Applet frequenza della CPU
ms_my: Aplet Frekuensi CPU
mt: Applet tal-Frekwenza tal-CPU
nl_nl: CPU frequentie applet
pt_br: Applet de Frequência da CPU
pt_pt: Mini-aplicação de frequência da CPU

source: Control the frequency of the processor (Sandy Bridge and newer).
ar: تحكم بتردد المعالج (معالج Sandy Bridge والأحدث).
de_de: Prozessor Frequenz steuern (Sandy Bridge und neuer).
es: Controla la frecuencia del procesador (Sandy Bridge y más recientes).
fr: Contrôle la fréquence du processeur (Sandy Bridge et plus récents).
it: Controlla la frequenza del processore (Sandy Bridge e versioni più recenti).
ms_my: Kawal frekuensi pemproses (Sandy Bridge dan yang lebih baharu).
mt: Ikkontrolla il-frekwenza tal-proċessur (Sandy Bridge jew aktar ġdid).
nl_nl: Beheer de kloksnelheid van de processor (Sandy Bridge en nieuwer).
pt_br: Controla a frequência do processador (Sandy Bridge e mais recentes).
pt_pt: Controla a frequência do processador (Sandy Bridge e mais recente).

source: System Monitor Applet
ar: بريمج مراقبة النظام
es: Miniaplicación Monitor del sistema
fr: Applet Moniteur Système
it: Applet monitor di sistema
ms_my: Aplet Pemantau Sistem
mt: Applet tal-Monitoraġġ tas-Sistema
nl_nl: Systeem Monitor Applet
pt_br: Applet Monitor do Sistema
pt_pt: Mini-aplicação de monitor do sistema

source: Show frequency, ram, swap & network values.
ar: عرض التردد, الذاكرة العشوائية, الذاكرة البديلة و احصائيات الشبكة.
de_de: Frequenz, RAM, swap und Netzwerk Werte anzeigen.
es: Muestra la frecuencia, RAM, memoria SWAP y valores de red.
fr: Montre la fréquence, la RAM, la swap (mémoire d'échange) et les transferts réseau.
it: Mostra frequenza, ram, swap e rete
ms_my: Tunjuk frekuensi, ram, silih & nilai-nilai rangkaian.
mt: Uri l-frekwenza, ram, swap u l-valuri tan-netwerk.
nl_nl: Toon cpu frequentie, ram, wisselgeheugen en netwerk gebruik
pt_br: Mostra valores de frequência, ram, swap e rede.
pt_pt: Mostra valores de frequência, ram, swap e rede.

source: Pixel-Saver Applet
ar: يريمج المحافظ للپيكسل
es: Miniaplicación Pixel Saver
fr: Applet Pixel-Saver
it: Applet Pixel-Saver
ms_my: Aplet Penjimat-Piksel
mt: Applet tal-Pixel-Saver
pt_br: Applet Maximização do Espaço.
pt_pt: Mini-aplicação de proteção de pixel

source: Hides the title bar from maximized windows and creates a new one inside the panel.
ar: إخفاء شريط العنوان من النوافذ القصوى وإنشاء واحد جديد داخل اللوحة.
de_de: Versteckt die Titelleiste bei maximieren Fenstern und erstellt eine innerhalb des Fensters.
es: Oculta la barra de título de las ventanas maximizadas y crea una nueva dentro del panel.
fr: Cache la barre de titre des fenêtres maximisés et en crée une nouvelle dans le panneau.
it: Nasconde la barra del titolo dalle finestre massimizzate e ne crea un nuovo all'interno del pannello.
ms_my: Sembunyi palang tajuk daripada tetingkap dimaksimumkan dan cipta satu yang baharu di dalam panel.
mt: Taħbi il-bar tat-titlu minn windows amplifikati u tikrea wieħed ġdid ġol-panew.
nl_nl: Verbergt de titlebar van gemaximaliseerde vensters en creëert een nieuwe binnen het paneel.
pt_br: Esconde a barra de titulo quando se maximiza uma janela e cria uma nova no painel.
pt_pt: Oculta a barra de titulo quando maximiza-se uma janela e cria uma nova dentro do painel.

source: Global Menu Applet
ar: بريمج القائمة الشاملة
de_de: Hauptmenü Applet
es: Miniaplicación Menú global
fr: Applet de menu global
it: Applet Global Menu
ms_my: Aplet Menu Sejagat
mt: Applet tal-Menu Globali
nl_nl: Globaal Menu Applet
pt_br: Applet Global Menu
pt_pt: Mini-aplicação de menu global

source: Moves the menu from applications into the panel.
ar: نقل القائمة من البرامج إلى اللوحة.
de_de: Verschiebt das Menu von Anwendungen in die Leiste
es: Traslada el menú de las aplicaciones al panel.
fr: Déplace les menus des applications sur le panneau.
it: Sposta il menu dalle applicazioni nel pannello.
ms_my: Alih menu dari aplikasi ke dalam panel.
mt: Mexxi l-menu mil-applikazzjonijiet għal ġewwa l-panew.
nl_nl: Verplaatst het menu van applicaties naar het paneel.
pt_br: Move o menu das aplicações para o painel.
pt_pt: Move o menu das aplicações para o painel.

source: Customize and display system information on the panel.
ar: تخصيص وعرض معلومات النظام على اللوحة.
de_de: Anpassen und anzeigen von Systeminformationen in der Leiste
es: Personaliza y muestra información del sistema en el panel
fr: Personnalise et affiche des informations système sur le panneau.
it: Visualizza e personalizza le informazioni di sistema sul pannello.
ms_my: Suai dan papar maklumat sistem dalam panel.
mt: Addatta u uri informazzjoni dwar is-sistema fil-panew.
nl_nl: Weergave van systeeminformatie op het paneel.
pt_br: Personalize e exiba informações do sistema no painel.
pt_pt: Personaliza e apresenta informações do sistema no painel.

source: Hotcorners Applet
ar: بريمج الزوايا الساخنة
de_de: Hotcorner Applet
es: Miniaplicación Esquinas activas
fr: Applet Coins-Raccourcis.
it: Applet bordi attivi
ms_my: Aplet Bucu Panas
mt: Applet tal-Hotcorners
pt_br: Applet Atalho de cantos
pt_pt: Mini-aplicação de cantos ativos

source: Allow user defined commands to be executed when the mouse cursor is pushed into a corner of the main desktop.
ar: السماح بتنفيذ أوامر مثبتة من قبل المستخدم عند تحريك مؤشر الفأرة لأحد زوايا سطح المكتب.
de_de: Erlaubt einen benutzerdefinierten Befehl ausführen, wenn der Cursor in eine Ecke des Hauptdesktops geschoben wird.
es: Permite ejecutar órdenes definidas por el usuario al colocar el puntero del ratón en una esquina del escritorio principal.
fr: Permet d'exécuter des commandes définies pas l'utilisateur lorsque le curseur est placé dans un des coins du bureau principal.
it: Permette l'esecuzioni di comandi definiti dall'utente quando il cursore del mouse viene spinto su un angolo della scrivania principale.
ms_my: Membolehkan pengguna takrifkan perintah yang dilakukan ketika kursor tetikus berada di salah satu bucu utama atas meja.
mt: Tħalli kmandi magħmulin mil-user jiġu eżegwiti meta l-cursor tal-mouse jiġi mmexxi f'kantuniera tad-desktop prinċipali.
nl_nl: Laat door de gebruiker gedefinieerde commando's uitvoeren wanneer de muiscursor in een hoek van het bureaublad wordt geduwd.
pt_br: Permite ao usuário definir ações a serem executadas quando o mouse encostar em um canto da Área de Trabalho principal.
pt_pt: Permite ao utilizador definir ações a serem executadas quando o rato encostar a um canto da área de trabalho principal.

source: Quicknote Applet
ar: بريمج الملاحظات السريعة
de_de: Schnellnotiz Applet
es: Miniaplicación Notas rápidas
fr: Applet Post-it
it: Applet nota veloce
ms_my: Aplet Nota Pantas
mt: Applet tal-Quicknote
pt_br: Applet Notas Rápidas
pt_pt: Mini-aplicação de notas rápidas

source: Quickly record a text based note.
ar: كتابة ملاحظة نصية بصورة سريعة.
de_de: Schnell eine Textnotiz erstellen
es: Guarde con rapidez una nota de texto.
fr: Enregistre une note textuelle rapidement.
it: Registra velocemente una nota di testo.
ms_my: Rekod not berasaskan teks secara pantas.
mt: Niżżel nota ta' malajr.
nl_nl: Bewaar snel een tekst gebaseerde notitie.
pt_br: Salva rapidamente um texto.
pt_pt: Guarda rapidamente uma nota baseada em texto.

source: Previews
ar: معاينات
de_de: Vorschau
es: Previsualizaciones
fr: Prévisualisations
it: Anteprime
ms_my: Pratonton
pt_br: Visualizações
pt_pt: Pré-visualizações

source: Show an overview of windows in an exposé like way.
ar: مشاهدة ملخص لنوافذ بطريقة مكشوفة
de_de: Eine Fensterübersicht wie bei einem Exposé anzeigen
es: Muestra una panorámica de las ventanas a modo de exposición.
fr: Montre une vue générale des fenêtres.
it: Mostra una panoramica in uno stile simile ad exposé.
ms_my: Tunjuk satu gambaran keseluruhan tetingkap.
mt: Uri dehra ġenerali tal-windows f'mod exposé.
nl_nl: Een overzicht van vensters weergeven.
pt_br: Mostra uma visão geral das janelas abertas
pt_pt: Mostra uma visão geral das janelas no "modo exposição".

source: Workspace Overview Applet
ar: بريمج ملخص مساحة العمل
de_de: Desktop Übersicht Applet
es: Miniaplicación Panorámica de espacios de trabajo
fr: Applet d'aperçu des bureaux
it: Applet panoramica spazio di lavoro
ms_my: Aplet Gambaran Keseluruhan Ruang Kerja
mt: Applet tad-Dehra Ġenerali tal-Workspace
nl_nl: Werkblad Overzicht Applet
pt_br: Applet Visão Geral do Espaço de Trabalho
pt_pt: Mini-aplicação de visão geral da área de trabalho

source: Quickly navigate workspaces using the applet's menu.
ar: التنقل بين مساحات العمل بصورة سريعة بأستخدام قائمة البريمجيات.
de_de: Schnell sich zwischen virtuellen Desktops bewegen mit dem Menü des Applets
es: Navegue de manera rápida entre espacios de trabajo mediante el menú de la miniaplicación.
fr: Naviguez rapidement dans les bureaux grâce au menu de l'applet.
it: Naviga velocemente tra gli spazi di lavoro usando il menu dell'applet.
ms_my: Kemudi ruang kerja secara pantas menerusi menu aplet.
mt: Aqleb il-workspace malajr bl-użu tal-menu tal-applet.
nl_nl: Navigeer snel door werkbladen met behulp van het menu van de applet.
pt_br: Navegue rapidamente entre os espaços de trabalho usando o menu do applet.
pt_pt: Navegue rapidamente entre as áreas de trabalho utilizando o menu da mini-aplicação.

source: Workspace Wallpaper Applet
ar: بريمج خلفية مساحة العمل
de_de: Desktop Hintergrundbild Applet
es: Fondo de escritorio en espacios de trabajo
fr: Applet de gestion du fond d'écran
it: Applet sfondo spazio di lavoro
ms_my: Aplet Kertas Dinding Ruang Kerja
mt: Applet tal-Wallpaper tal-Workspace
nl_nl: Werkblad Achtergrond Applet
pt_br: Applet Papel de Parede do Espaço de Trabalho
pt_pt: Mini-aplicação de papel de parede da área de trabalho
