Repository: Duxi4/UwUntu
Catalog: uwuntu-welcome/data/po/budgie-applets/*.po
Languages: ar, de_de, es, fr, it, ms_my, mt, nl_nl, pt_br, pt_pt

source: Show a different wallpaper on each workspace.
ar: اظهار خلفية مختلف لكل مساحة عمل.
de_de: Auf jedem virtuellen Desktop unterschiedliche Hintergrundbilder anzeigen
es: Muestra un fondo de escritorio diferente en cada espacio de trabajo.
fr: Affiche un fond d'écran différent sur chaque bureau.
it: Mostra uno sfondo differente per ogni spazio di lavoro.
ms_my: Tunjuk satu kertas dinding yang berlainan bagi setiap ruang kerja.
mt: Uri wallpaper differenti għal kull workspace.
nl_nl: Toon een andere achtergrond op elke werkruimte.
pt_br: Mostre papéis de parede diferentes em cada espaço de trabalho.
pt_pt: Mostra diferentes papéis de parede em cada área de trabalho.

source: Window Mover Applet
ar: بريمج محرك النافذة
de_de: Desktop Wechsler
es: Mover ventanas.
fr: Applet de déplacement de fenêtres
it: Applet spostamento finestra
ms_my: Aplet Pengalih Tetingkap
mt: Applet Window Mover
nl_nl: Venster Verplaats Applet
pt_br: Applet Mover Janela
pt_pt: Mini-aplicação de mover janela

source: Quickly move windows between workspaces.
ar: تحريك النوافذ بين مساحات العمل بصورة سريعة.
de_de: Schnell zwischen virtuellen Desktops wechseln.
es: Mueve rápidamente ventanas entre diferentes espacios de trabajo.
fr: Déplace rapidement les fenêtres entre les bureaux.
it: Sposta velocemente le finestre tra gli spazi di lavoro.
ms_my: Alih tetingkap merentasi ruang kerja secara pantas.
mt: Mexxi windows bejn il-workspaces malajr.
nl_nl: Snel verplaatsen van vensters tussen werkruimten.
pt_br: Mova rapidamente as janelas entre os espaços de trabalho.
pt_pt: Move rapidamente as janelas entre as áreas de trabalho.

source: Desktop Showtime Applet
ar: بريمج Desktop Showtime
de_de: Desktop Zeit Applet
es: Hora y fecha en el escritorio
fr: Applet Showtime pour le bureau
it: Applet orario scrivania
ms_my: Aplet Waktu Atas Meja
mt: Applet tad-Desktop Showtime
pt_br: Applet Mostrar a hora na Área de Trabalho
pt_pt: Mini-aplicação de mostrar a hora no ambiente de trabalho

source: Display the date and time on the Desktop.
ar: عرض التاريخ والوقت على سطح المكتب.
de_de: Datum und Zeit auf dem Desktop anzeigen
es: Muestra la fecha y hora en el escritorio.
fr: Affiche la date et l'heure sur le Bureau.
it: Mostra la data e l'orario sulla scrivania.
ms_my: Papar tarikh dan masa di Atas Meja.
mt: Uri id-data u l-ħin fuq id-Desktop.
nl_nl: Geef de datum en tijd weer op het bureaublad.
pt_br: Exibe a data e a hora na área de trabalho.
pt_pt: Mostra a data e hora no ambiente de trabalho.

source: CountDown Applet
ar: بريمج العد التنازلي
es: Cuenta Atrás
fr: Applet compte à rebours
it: Applet Conto alla rovescia
ms_my: Aplet Kiraan Mengundur
mt: Applet tal-CountDown
pt_br: Applet Contagem Regressiva
pt_pt: Mini-aplicação de contagem decrescente

source: Set a timed countdown and run an action when the countdown completes.
ar: ضبط عد تنازلي وتنفيذ نشاط عند اكتمال العد التنازلي.
de_de: Stellen Sie einen zeitgesteuerten Countdown ein und führen Sie eine Aktion aus, wenn der Countdown abgeschlossen ist.
es: Establece una cuenta atrás temporizada y ejecuta una acción cuando la cuenta atrás termina.
fr: Effectue une action après un compte à rebours prédéfini.
it: Imposta un conto alla rovescia e imposta un'azione quando il conto alla rovescia è finito.
ms_my: Tetapkan kiraan mengundur bertempoh dan jalankan satu tindakan jika kiraan mengundur tamat.
mt: Agħmel timer u ħu azzjoni meta it-timer jispiċċa.
nl_nl: Stel een aftelling in en voer een actie uit wanneer het aftellen is voltooid.
pt_br: Determine uma contagem regressiva e execute uma ação quando a contagem for concluída.
pt_pt: Determina uma contagem decrescente e executa uma ação quando a contagem for concluída.

source: Auto-Keyboard Switcher Applet
ar: بريمج تحويل لوحة المفاتيح بصورة تلقائية
de_de: Auto-Tastaturwechsler-Applet
es: Cambio automático de teclado.
fr: Applet changement de clavier automatique
it: Applet Cambio Tastiera Automatico
ms_my: Aplet Penukar Auto-Papan-Kekunci
mt: Applet tal-Auto-Keyboard Switcher
nl_nl: Auto-Toetsenbord Wisselaar Applet
pt_br: Applet Troca de Teclado Automática
pt_pt: Mini-aplicação de troca automática de teclado

source: Change the keyboard language automatically on a per application basis.
ar: تحويل لغة لوحة المفاتيح بصورة تلقائية وفقًا للبرنامج.
de_de: Ändern Sie die Tastatursprache automatisch für jede Anwendung.
es: Cambia el lenguaje del teclado automáticamente en base a la aplicación usada.
fr: Change la disposition du clavier par application, automatiquement.
it: Cambia automaticamente la lingua della tastiera in base all'applicazione.
ms_my: Ubah bahasa papan kekunci secara automatik berdasarkan satu penggunaan aplikasi.
mt: Biddel il-lingwa tal-keyboard awtomatikament skont l-applikazzjoni.
nl_nl: Verander de toetsenbord taal instelling automatisch op een per applicatie basis.
pt_br: Altere o idioma do teclado automaticamente com base na aplicação.
pt_pt: Altera o idioma do teclado automaticamente com base na aplicação.

source: Screen Rotation Lock Applet
ar: بريمج قفل تدوير الشاشة
de_de: Bildschirmrotationssperre-Applet
es: Bloquea la rotación de la pantalla.
fr: Applet de verrouillage de rotation d'écran
it: Applet Blocco Rotazione Schermo
ms_my: Aplet Kunci Putaran Skrin
mt: Applet tal-Lock tar-Rotazzjoni tal-Iskrin
nl_nl: Scherm Rotatie Applet
pt_br: Applet Bloqueio da Rotação da Tela
pt_pt: Mini-aplicação de bloqueio da rotação do ecrã

source: Add the ability to unlock or lock the screen from rotating.
ar: إضافة القدرة على قفل الشاشة عن الدوران وفك القفل.
de_de: Fügen Sie die Möglichkeit hinzu, den Bildschirm zu entsperren oder zu sperren, damit er sich nicht drehen kann.
es: Añade la habilidad para bloquear o desbloquear la rotación de la pantalla.
fr: Ajoute la possibilité de bloquer ou débloquer la rotation de l'écran.
it: Aggiunge la possibilità di bloccare o sbloccare lo schermo dalla rotazione.
ms_my: Tambah keupayaan buka atau kunci skrin daripada pemutaran.
mt: Żid l-abilita biex tkun tista tħalli jew ma tħallix l-iskrin idur waħdu.
nl_nl: Voeg de mogelijkheid toe om het scherm te ontgrendelen of het roteren te vergrendelen.
pt_br: Possibilita bloquear ou desbloquear a rotação da tela.
pt_pt: Adiciona a possibilidade de bloquear ou desbloquear a rotação do ecrã.

source: Clockworks Applet
ar: بريمج Clockworks
de_de: Uhrwerk-Applet
es: Reloj
fr: Applet Clockworks
it: Applet Orologi Mondiali
ms_my: Aplet Jam Kerja
mt: Applet tal-Clockworks
pt_br: Applet Múltiplos Relógios
pt_pt: Mini-aplicação de relógios de ponto

source: Display the time across multiple time zones.
ar: عرض الوقت في مناطق زمنية مختلفة.
de_de: Zeigt die Zeit über mehrere Zeitzonen hinweg an.
es: Mostrar la hora para varias zonas horarias
fr: Afficher l'heure pour différents fuseaux horaires
it: Visualizza l'orario per diverse time zone.
ms_my: Papar waktu merentasi zon waktu berbilang.
mt: Uri il-ħin ta' żonijiet ta' ħin differenti.
nl_nl: Toon de tijd in verschillende tijdszones.
pt_br: Mostra a hora em vários fusos horários.
pt_pt: Mostra a hora em várias zonas horárias.

source: DropBy Applet
ar: بريمج DropBy
de_de: USB-Benachrichtigungs-Applet
es: Desplegable
fr: Applet DropBy
it: Cancellato dall'Applet
ms_my: Aplet DropBy
mt: Applet DropBy
pt_br: Applet DropBy
pt_pt: Mini-aplicação de visita

source: Display a pop-up window when a USB device is connected.
ar: عرض نافذة منبثقة في النافذة عند توصل جهاز USB.
de_de: Öffnet ein Popup-Fenster wenn ein USB-Stick eingesteckt wird
es: Muestra una ventana emergente al conectar un dispositivo USB.
fr: Afficher une fenêtre pop-up lorsqu'un appareil USB est connecté.
it: Visualizza un pop-up nel pannello quando viene collegato un dispositivo USB.
ms_my: Papar satu tetingkap timbul ketika peranti USB disambungkan.
nl_nl: Toont een pop-up-venster wanneer een usb schijf wordt aangekoppeld
pt_br: Mostrar uma janela pop-up quando um USB-drive é conectado
pt_pt: Mostra uma janela de notificação quando um dispositivo USB é ligado.

source: Brightness Controller Applet
ar: بريمج التحكم في سطوع الشاشة
de_de: Helligkeits-Kontrolle Applet
es: Miniaplicación Control de brillo
fr: Applet de gestion de la luminosité
it: Applet per il controllo delle luminosità
ms_my: Aplet Pengawal Kecerahan
nl_nl: Helderheidsinstellingen-applet
pt_br: Applet Controle de Claridade
pt_pt: Mini-aplicação de controlo de luminosidade

source: Control the backlight via your graphics driver controller or GNOME's brightness controller.
ar: التحكم في السطوع عن طريق مشغل الرسوميات أو عن طريق تحكم GNOME بالسطوع.
de_de: Steuere die Hintergrundbeleuchtung mithilfe deiner Grafikreiber oder der integrierten GNOME Helligkeits-Steuerung
es: Controla la "retroiluminación" vía el controlador del driver de la tarjeta gráfica o mediante el control de brillo de GNOME
fr: Contrôlez le rétroéclairage via votre contrôleur de pilote graphique ou le contrôleur de luminosité de GNOME.
it: Controlla la retroilluminazione attraverso il controller dei driver video o il controller illuminazione di GNOME.
ms_my: Kawal cahaya belakang melalui pengawal pemacu grafik anda atau pengawal kecerahan GNOME.
mt: Ikkontrolla l-backlight mil-controller tad-driver tal-graphics jew mil-controller tal-intensità tad-dawl ta' GNOME.
nl_nl: Bedien de schermverlichting via uw grafische stuurprogramma of GNOME's helderheidscontroller.
pt_br: Controle a luz de fundo através do controlador do driver gráfico ou do controlador de brilho do GNOME.
pt_pt: Controla a luz de fundo através do controlador gráfico ou do controlador de luminosidade do GNOME.

source: Browser Profile Launcher Applet
ar: بريمج مشغل الملفات الشخصية للمتصفحات.
de_de: Chrome/Chromium Browser Profil Applet
es: Applet Lanzador de Perfiles del Navegador
fr: Applet du lanceur de profil de navigateur
it: Applet Profilo Browser
ms_my: Aplet Pelancar Profil Pelayar
mt: Applet Lanċatur tal-Profil tal-Browser
pt_br: Applet Inicialização de Perfil do Navegador
pt_pt: Mini-aplicação de lançador de perfil do navegador

source: Launch and create multiple Chromium/Chrome profiles.
ar: تشغيل وصناعة عدة ملفات شخصية لمتصفح Chromium/Chrome.
de_de: Erstelle und Benutze mehrere Chromium/Chrome Profile
es: Lanza y Crea múltiples perfiles para Chromium/Chrome
fr: Lancez et créez plusieurs profils Chromium / Chrome.
it: Avvia e crea profili multipli in Chromium/Chrome.
ms_my: Lancar dan cipta profil Chromium/Chrome berbilang.
mt: Illanċa jew krea diversi profili ta' Chromium/Chrome.
nl_nl: Start en creëer meerdere Chromium/Chrome-profielen.
pt_br: Inicie e crie vários perfis no Chromium/Chrome.
pt_pt: Lança e cria vários perfis do Chromium/Chrome.

source: Find Fast 'Kangaroo' Applet
ar: بريمج البحث السريع 'Kangaroo'
de_de: Schnellgefunden 'Kangaroo' Applet
es: Applet de Búsqueda Rápida 'Kangaroo'
fr: Applet de recherche rapide 'Kangaroo'
it: Applet Ricerca Veloce 'Kangaroo'
ms_my: Cari Aplet 'Kangaroo' Pantas
mt: Applet Fittex Malajr 'Kangaroo'
pt_br: Applet Encontre Rapidamente 'Kangaroo'
pt_pt: Mini-aplicação de procura rápida 'Kangaroo'

source: Quick and easy browsing, across (possibly) many folder layers, without having to-do a single mouse click.
ar: تصفح سهل وسريع, على عدة (بالامكان) طبقات من المجلدات, بدون الحاجة لأي ضغطة من مؤشر الفأرة.
de_de: Schnelles und einfaches Browsen, über viele Ordner-Ebenen hinweg - ganz ohne Mauseinsatz.
es: Navega Rápida y Fácilmente a través de (posiblemente) muchos niveles de directorios, sin tener que realizar un sólo click de ratón
fr: Navigation rapide et facile, à travers (éventuellement) plusieurs couches de dossiers, sans avoir à faire un simple clic de souris.
it: Navigazione facile e veloce, attraverso (eventualmente) molteplici layer di cartelle, senza dover cliccare con il mouse una sola volta.
ms_my: Pelayaran yang pantas dan mudah, merentasi (mungkin) banyak lapisan folder, tanpa melakukan sekali klik.
mt: Browsing faċli u malajr, madwar (possibilment) ħafna folders, mingħajr il-bżonn li tafgħas buttuna tal-mouse darba.
nl_nl: Snel en gemakkelijk navigeren door (mogelijk vele) map niveaus, zonder een enkele muisklik te hoeven doen
pt_br: Navegação rápida e fácil, através de (possivelmente) muitas camadas de pastas, sem ter que fazer um único clique do mouse.
pt_pt: Navegação rápida e fácil, através de (possivelmente) muitas camadas de pastas, sem ter que fazer um único clique do rato.

source: Weather and Forecast Applet
ar: بريمج الطقس والنشرة الجوية
de_de: Hilfsprogramm zur Wettervorhersage
es: Miniaplicación Clima y pronósticos
fr: Applet de prévisions météo
it: Applet Meteo e Previsioni
ms_my: Aplet Cuaca dan Ramalan
mt: Applet tat-Tbassir tat-Temp
pt_br: Applet Clima e Meteorologia
pt_pt: Mini-aplicação de previsão e meteorologia

source: Weather forecast every three hours and over five days.
ar: النشرة الجوية للطقس كل ثلاث ساعات على مدار خمس أيام.
de_de: Wettervorhersage 5-Tagesprognose jede 3. Stunde.
es: Pronostica el Clima cada tres horas y para más de cinco días
fr: Prévisions météo toutes les trois heures et sur cinq jours.
it: Previsioni del tempo ogni tre ore e fino a cinque giorni.
ms_my: Ramalan cuaca setiap tiga jam dan melebihi lima hari.
mt: Tbassir tat-temp kull tlett siegħat għal ħames t'ijiem li ġejjin.
nl_nl: Weersvoorspelling elke drie uur en over vijf dagen.
pt_br: Previsão do clima a cada três horas e mais de cinco dias.
pt_pt: Previsão da meteorologia a cada três horas e durante cinco dias.

source: Recently Used Applet
ar: بريمج المستخدمة حديثًا
de_de: Zuletzt Verwendet Applet
es: Miniaplicación Utilizados recientemente
fr: Applet récemment utilisé
it: Applet Usati di recente
ms_my: Aplet Digunakan Baru-Baru Ini
mt: Applet Użati Riċentament
pt_br: Applet Itens Usados Recentemente
pt_pt: Mini-aplicação de utilizados recentemente

source: Show recently used items in a menu.
ar: عرض العناصر المستخدمة حديثًا في القائمة.
de_de: Zuletzt verwendete Elemente in einem Menü anzeigen.
es: Muestra los archivos utilizados recientemente.
fr: Afficher les éléments récemment utilisés dans un menu.
it: Mostra elementi usati di recente in un menu.
ms_my: Tunjuk item yang digunakan baru-baru ini di dalam menu.
mt: Uri affarijiet użati riċentament ġewwa menu.
nl_nl: Toon recent gebruikte items in een menu.
pt_br: Exibir itens usados recentemente no menu.
pt_pt: Mostra itens utilizados recentemente no menu.

source: Trash Applet
ar: بريمج سلة المهملات
de_de: Papierkorb Applet
es: Miniaplicación Papelera
fr: Applet Corbeille
it: Applet Cestino
ms_my: Aplet Tong Sampah
mt: Applet taż-Żibel
nl_nl: Prullenbak Applet
pt_br: Applet Lixeira
pt_pt: Mini-aplicação de lixo

source: Show, hide and restore trash items.
ar: اظهار, اخفاء و استعادة العناصر من سلة المهملات.
de_de: Gelöschte Elemente anzeigen, ausblenden und wiederherstellen.
es: Muestra, oculta y restaura los archivos que se encuentran en la Papelera.
fr: Afficher, masquer et restaurer les éléments de la corbeille.
it: Mostra, nascondi e ripristina elementi del cestino
ms_my: Tunjuk, sembunyi dan pulihkan item tong sampah.
mt: Uri, aħbi jew irrestora affarijiet li armejt.
nl_nl: Toon, verberg en herstel prullenbak items.
pt_br: Mostrar, ocultar e restaurar itens da lixeira.
pt_pt: Mostra, oculta e restaura itens do lixo.

source: Application Launcher Applet
ar: بريمج مشغل التطبيقات
de_de: Anwendungsstarter Applet
es: Miniaplicación Iniciador de aplicaciones
fr: Applet du lanceur d'applications
it: Applet Avvio Applicazioni
ms_my: Aplet Pelancar Aplikasi
mt: Applet Lanċatur tal-Applikazzjonijiet
pt_br: Applet Lançador de Aplicativo
pt_pt: Mini-aplicação de lançador de aplicações

source: Display your favorite applications in a menu and on the panel.
ar: عرض تطبيقاتك المفضلة في قائمة على اللوحة.
de_de: Zeige deine bevorzugten Anwendungen in einem Menü und im Panel an.
es: Agrupa tus aplicaciones favoritas dentro de un menú.
fr: Affichez vos applications préférées dans un menu et sur le panneau.
it: Mostra le tue applicazioni preferite in un menu e sul pannello.
ms_my: Papar aplikasi kegemaran anda dalam menu dan juga di atas panel.
mt: Uri l-applikazzjonijiet favoriti tiegħek ġewwa menu u fuq il-panew.
nl_nl: Geef uw favoriete toepassingen weer in een menu en op het paneel.
pt_br: Exibe seus aplicativos favoritos em um menu e no painel.
pt_pt: Mostra as suas aplicações favoritas num menu e no painel.

source: Take-A-Break Applet
ar: بريمج Take-A-Break
de_de: Mach-eine-Pause Applet
es: Toma-un-descanso
fr: Applet Take-A-Break
it: Applet Prendi una pausa
ms_my: Applet Rehat
pt_br: Applet Faça-Uma-Pausa
pt_pt: Mini-aplicação de fazer uma pausa

source: A pomodoro-like applet, to make sure you take regular breaks from working.
ar: بريمج مشابة لبرنامج pomodoro, للحرص على أخذك قسطًا من الراحة من شغلك.
de_de: Ein pomodoro-ähnliches Applet, um sicherzustellen, dass Sie regelmäßig eine Pause von der Arbeit machen.
es: Una miniaplicación similar a Pomodoro, para asegurar que tomes descansos regulares del trabajo.
fr: Un applet pomodoro-like, pour vous assurer de prendre des pauses régulières de travail.
it: Un'applet simile pomodoro, per assicurarti di fare pause regolari dal lavoro.
ms_my: Aplet seakan-pomodoro, untuk memastikan anda berhenti dan rehat seketika.
nl_nl: Een applet om regelmatige werkpauzes in te stellen
pt_br: Um applet no método pomodoro, para garantir que você faça pausas regulares durante o trabalho
pt_pt: Uma mini-aplicação parecida com um pomodoro, para garantir que faça pausas regulares durante o trabalho.

source: WallStreet is a mini-app to switch wallpapers at a regular interval.
de_de: Die Mini-Anwendung "WallStreet" ermöglicht den Wechsel von Desktop-Hintergründen in regelmäßigen Abständen
es: WallStreet es una miniaplicación para cambiar el fondo de pantalla en intervalos de tiempo.
fr: Wallstreet est une petite application qui change de fond d'écran à intervalle régulier.
it: Wall Street è una mini-app per cambiare gli sfondi a intervalli regolari.
ms_my: WallStreet ialah sebuah apl-mini yang dapat menukar kertas dinding pada sela masa tetap.
nl_nl: Wallstreet is een mini-applicatie om bureaublad-achtergronden te rouleren
pt_br: WallStreet é um miniaplicativo para alternar papéis de parede em intervalos regulares.
pt_pt: O WallStreet é uma mini-aplicação para mudar o papel de parede num intervalo regular.

source: Fuzzy-Clock Applet
ar: بريمج Fuzzy-Clock
de_de: Andere-Uhr Applet
es: Miniaplicación Reloj impreciso
fr: Applet Fuzzy-Clock
it: Applet Orologio-Confuso
ms_my: Aplet Jam-Fuzzy
pt_br: Aplicativo Relógio "Fuzzy"
pt_pt: Mini-aplicação de relógio confuso

source: Shows the time in a fuzzy way.
ar: عرض الوقت بطريقة نطقه.
de_de: Zeigt die Uhrzeit anders an
es: Muestra la hora en lenguaje natural aproximado.
fr: Affiche l'heure de manière floue.
it: Mostra l'ora in modo confuso.
ms_my: Tunjuk waktu dalam cara pelik.
nl_nl: Toont de afgeronde tijd
pt_br: Mostra o tempo de uma maneira difusa
pt_pt: Mostra a hora de uma forma confusa.

source: Workspace Stopwatch
ar: مؤقت مساحة العمل
de_de: Arbeitsplatz-Stoppuhr
es: Cronómetro de espacios de trabajo
it: Cronometro dello spazio di lavoro
ms_my: Jam Randik Ruang Kerja
pt_br: Cronômetro da Área de Trabalho
pt_pt: Cronómetro da área de trabalho

source: Keep track of usage per workspace.
ar: راقب استعمالك لمساحاة العمل.
de_de: Verfolgt die Benutzung pro Arbeitsplatz
es: Lleve un seguimiento del uso por espacio de trabajo.
fr: Garder la trace de l'usage par espace de travail.
it: Mantiene traccia dell'utilizzo di ogni spazio di lavoro.
ms_my: Jejak penggunaan per ruang kerja.
nl_nl: Registreert hoelang de verschillende werkbladen actief zijn geweest
pt_br: Acompanhar o uso por área de trabalho
pt_pt: Mantenha-se a par da utilização por área de trabalho.

source: Quick Character
ar: تقويم سريع
de_de: Schnelle Zeichen
es: Carácter rápido
fr: Caractère rapide
it: Carattere veloce
ms_my: Aksara Pantas
pt_br: Caractere rápido
pt_pt: Carater rápido

source: Quickly find and choose the equivalent locale character for an ascii character.
ar: جد واختار الطابق المحلي لأكواد ascii.
de_de: Finde und wähle schnell ein äquivalentes lokales Zeichen für ein Ascii-Zeichen
es: Encuentre y seleccione con rapidez el carácter equivalente a un ASCII en una configuración local determinada.
fr: Recherchez et choisissez rapidement le caractère local équivalent pour un caractère ascii.
it: Trova e scegli velocemente il carattere locale equivalente di un carattere ascii.
ms_my: Cari dan pilih secara pantas aksara lokal yang setara untuk satu aksara ascii.
pt_br: Ache e escolhe rapidamente um equivalente caractere local para um caractere ascii
pt_pt: Encontre e escolha rapidamente o caracter de localização equivalente para um carater ascii.

source: Status Notifier Tray Applet
ar: بريمج Status Notifier Tray
es: Miniaplicación de estado de la bandeja de notificaciones
fr: Applet panneau de notifications
it: Applet delle Notifiche di stato
ms_my: Aplet Talam Pemberitahu Status
pt_br: Applet Bandeja de Notificações de Status
pt_pt: Mini-aplicação de área de notificação para notificar o estado

source: System Tray in KDE StatusNotifierItem format.
ar: عرض لوحة النظام على طريقة KDE.
es: Formato de la bandeja del sistema en KDE StatusNotifierItem
fr: System Tray au format KDE StatusNotifierItem.
it: Barra delle applicazioni in formato StatusNotifierItem di KDE.
ms_my: Talam Sistem dalam format StatusNotifierItem KDE.
pt_br: Bandeja do sistema no formato StatusNotifierItem do KDE.
pt_pt: Área de notificação no formato Item Notificador do estado KDE.
